<template>
    <div class="privacy page">
        <TopBar/>
        <div class="container">
            <Breadcrumbs/>
            <h2 class="title">Политика конфиденциальности</h2>

            <div class="page-box">
                <h3>1. Общие положения</h3>
                <p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями
                    Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных
                    данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности
                    персональных данных, предпринимаемые ФИО (далее — Оператор).</p>
                <ul>
                    <li>1.1 Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение
                        прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты
                        прав на неприкосновенность частной жизни, личную и семейную тайну
                    </li>
                    <li>
                        1.2 Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика)
                        применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта
                        <a href=" httpsː//thismywebsite·com">httpsː//thismywebsite·com</a>
                    </li>
                </ul>
                <h3>2. Основные понятия, используемые в Политике</h3>
                <ul>
                    <li>2.1 Автоматизированная обработка персональных данных — обработка персональных данных с помощью
                        средств вычислительной техники
                    </li>
                    <li>
                        2.2 Блокирование персональных данных — временное прекращение обработки персональных данных
                        (за исключением случаев, если обработка необходима для уточнения персональных данных)
                    </li>
                    <li>2.3 Информационная система персональных данных — совокупность содержащихся в базах данных
                        персональных данных, и обеспечивающих их обработку информационных технологий и технических
                        средств
                    </li>
                    <li>2.4 Обработка персональных данных — любое действие (операция) или совокупность действий
                        (операций), совершаемых с использованием средств автоматизации или без использования таких
                        средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение,
                        уточнение (обновление, изменение), извлечение, использование, передачу (распространение,
                        предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных
                    </li>
                </ul>
                <h3>3. Основные права и обязанности Оператора</h3>
                <ul>
                    <li>3.1 Оператор имеет право:</li>
                    <li class="item-dots">
                        получать от субъекта персональных данных достоверные информацию и/или документы, содержащие
                        персональные данные;
                    </li>
                    <li class="item-dots">в случае отзыва субъектом персональных данных согласия на обработку
                        персональных данных Оператор
                        вправе продолжить обработку персональных данных без согласия субъекта персональных данных
                        при наличии оснований, указанных в Законе о персональных данных;
                    </li>
                </ul>
                <ul>
                    <li>3.2 Оператор обязан:</li>
                    <li class="item-dots">предоставлять субъекту персональных данных по его просьбе информацию,
                        касающуюся обработки
                        его персональных данных;
                    </li>
                    <li class="item-dots">организовывать обработку персональных данных в порядке, установленном
                        действующим законодательством РФ;
                    </li>
                    <li class="item-dots">отвечать на обращения и запросы субъектов персональных данных и их законных
                        представителей в соответствии с требованиями Закона о персональных данных;
                    </li>
                </ul>
                <h3>4. Основные права и обязанности субъектов персональных данных</h3>
                <ul>
                    <li>4.1 Субъекты персональных данных имеют право:</li>
                    <li class="item-dots">получать информацию, касающуюся обработки его персональных данных,
                        за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту
                        персональных данных Оператором в доступной форме, и в них не должны содержаться персональные
                        данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда
                        имеются законные основания для раскрытия таких персональных данных. Перечень информации
                        и порядок её получения установлен Законом о персональных данных;
                    </li>
                    <li class="item-dots">требовать от оператора уточнения его персональных данных, их блокирования
                        или уничтожения
                        в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно
                        полученными или не являются необходимыми для заявленной цели обработки, а также принимать
                        предусмотренные законом меры по защите своих прав;
                    </li>
                    <li>4.2 Субъекты персональных данных обязаны:</li>
                    <li class="item-dots">предоставлять Оператору достоверные данные о себе;</li>
                    <li class="item-dots">сообщать Оператору об уточнении (обновлении, изменении) своих персональных
                        данных
                    </li>
                    <li>4.3 Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте
                        персональных данных без согласия последнего, несут ответственность в соответствии
                        с законодательством РФ
                    </li>
                </ul>
                <h3>1. Общие положения</h3>
                <p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями
                    Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных
                    данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности
                    персональных данных, предпринимаемые ФИО (далее — Оператор).</p>
            </div>
        </div>
        <Footer/>
    </div>
</template>

<script>
export default {
    name: "Privacy",
    components: {
        TopBar: () => import('@/components/TopBar.vue'),
        Footer: () => import("@/components/Footer.vue"),
        Breadcrumbs: () => import("@/components/Breadcrumbs.vue"),
    }
}
</script>

<style scoped>
.breadcrumbs {
    margin-top: 32px;
}

h3 {
    font-weight: 500;
    font-size: 38px;
    line-height: 110%;
    color: var(--black);
    margin-bottom: 24px;
}

p {
    margin-bottom: 20px;
}

ul {
    margin-bottom: 40px;
}

ul li {
    margin-bottom: 10px;
}

.item-dots {
    padding-left: 30px;
    position: relative;
}

.item-dots::after{
    content: '';
    position: absolute;
    left: 16px;
    top: 10px;
    width: 6px;
    height: 6px;
    background-color: var(--black);
    border-radius: 100%;
}

</style>
